Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: In my case, I never heard such a crab-like noise but I had the feeling that my head was being tightly constricted and deep in my ears I heard very high-tempo echoes like a sutra “gan, gan, gan”.
ko: 저의 경우에는 그런 게 소리는 듣지 못했지만, 대신 머리가 미칠듯이 심하게 죄여지는 느낌과 귀 안쪽에서 마치 독경을 외는 듯한 "땅 땅 땅"하는 매우 빠른 템포의 소리가 울려퍼졌습니다.

source: When I entered the steam generator I stood up all of a sudden and my helmet hit the ceiling.
ko: 원자로 내부에 들어서서 몸을 일으켰을 때, 헬멧이 천장에 닿았습니다.

source: So I had to bend my neck and hold both the arms of the robot in the darkish room.
ko: 어쩔 수 없이 고개를 숙이곤 어둑한 공간에서 로봇의 팔을 부여잡고서 "OK!

source: “OK” I screamed.
ko: "라고 외쳤습니다.

source: So the robot was unlocked and its feet jumped out of the hole.
ko: 로봇이 잠금해제 되어 로봇의 다리가 구멍밖으로 튀어 나갔습니다.

source: The entire robot was not as heavy as I had thought.
ko: 로봇 자체는 생각했던 것 만큼 그렇게 무겁지는 않았습니다.

source: After I matched its feet position in the holes I gave them another OK sign and so it was positioned in the hole.
ko: 로봇 다리의 위치를 정확하게 구멍에 맞춘 후, 다시 한번 오케이 신호를 보냈습니다.

source: In the dark, when I verified that all the feet had entered into the holes I gave them another OK and jumped out of the manhole. I was almost in shock but looked at the alarm meter and saw that it had recorded a value equal to 180, when the maximum it can record is 200.
ko: 모든 다리가 구멍에 들어가 있는 것을 확인하곤 다시 한번 오케이 사인을 보내고 황급히 맨홀 밖으로 빠져 나왔습니다. 저는 거의 제정신이 아니었습니다.

source: In only 15 seconds, I was exposed to an unbelievably high level of radiation, 180 millirem.
ko: 알람 미터를 확인해보니 수치가 180을 가리키고 있었습니다.

source: At that time the unit ‘millirem' was used while now it’s different.
ko: 단 15초의 작업이었을 뿐인데, 180밀리렘이라는 믿을 수 없는 방사능에 노출 되었던 것이었습니다.

source: Now everybody uses sievert.
ko: 현재는 "시버트"란 단위를 쓰지요.

source: That time I was in charge of an inspection work that lasted about 1 month.
ko: 그 당시 약 1개월여 동안 작업에 종사했습니다.

source: After that I worked in another nuclear reactor but even on the second time I couldn’t get through the fear and experienced the same creepy noise.
ko: 이후 다시 다른 원자로에서 작업을 했습니다. 하지만 두 번째로 들어간 때에도 역시나 공포를 극복하지 못했고, 그 소름끼치고 섬뜩한 이명도 듣게 되었습니다.

source: Thanks to Tomoko Tsuchiya and Chris Salzberg for helping with this article.
ko: 기사 작성에 도움을 준 도모코 쓰치야(Tomoko Tsuchiya)씨와 크리스 샐즈버그(Chris Salzberg)씨에게 감사의 인사를 드립니다.

source: Iran: Water Fight in Tehran Leads to Arrests · Global Voices Water gun festival in Tehran.
ko: 이란: 테헤란의 물싸움 놀이, 구속으로 이어지다.

source: Photo by Amir, Copyright © Demotix (29/7/11)
ko: 몇몇 블로그들 역시 매스컴의 보도에 조소와 분노로 화답했다.

source: At least this a 'lesson' that several Iranian youngesters learned when they were arrested last week by security forces for taking part in a game of water war in the streets. Facebook played a significant role in bringing together a few hundred young people for the battle.
ko: 이번 물싸움 이벤트를 위해 수백명의 젊은이들을 길거리에 불러 모으는데 페이스북이 중요한 역할을 했다.

source: According to the Iranian Christian News Agency:
ko: 이란 기독교 뉴스(Iranian Christian News Agency)의 기사를 보면,

source: Yesterday, several conservative media outlets in Iran objected to scenes of the water fight, wet dresses and pushed-back covers of the girls.
ko: 어제 몇몇 보수 매체는 물싸움하는 젊은이들의 모습을 보도하며 옷이 흠뻑 젖어선 서로를 밀치며 노는 여성들의 모습에 개탄했다.

source: Nedaye Sabz writes :
ko: 네다예 사브즈(Nedaye Sabz) 는 ,

source: In this country if you water fight, you get arrested, but if you rape and murder, you not only do not get arrested, but you can even receive a medal for bravery.
ko: 물싸움을 하면 잡아가는 우리나라, 하지만 강간이나 살인을 하면 구속은 커녕 그 용기를 치하하며 메달을 수여하는 나라.

source: It seems they were looking for an excuse to arrest our young people... this water fight has potential to extend and maybe revive the Green Movement.
ko: 이번 물싸움은 전국적으로 확대될 가능성이 있으며 나아가 그린 무브먼트의 불길을 다시 타오르게 할 수도 있다.

source: Iran is a country where if you play with a water gun, you are accused of disturbing public order, but if you take a Kalashnikov and gun down a young girl, you are considered as a soldier of the Hidden Imam.
ko: 데라프쉐 카비아니(Derafshe Kaviani)에서는 이란은 "물총"싸움을 공공질서 와해 혐의로 구속하는 나라가 되어버렸다. 그러나 칼라슈니코프로 소녀를 쏴서 죽이면, 이맘의 군사로 칭송받는다.

source: It becomes a habit to relate what happens in this country to politics... some media talk about the water fight as though there were a few hundred thousand people demonstrating...
ko: 일부 매체는 수백명의 젊은이가 거리에 모여 물싸움을 한 것을 마치 시위라도 한 듯이 보도한다.

source: I do not question why people enjoyed themselves in a water fight.
ko: 나는 왜 젊은이들이 물싸움을 하며 놀았는지 궁금하지 않다.

source: I question why we politicize this event?
ko: 내가 궁금한 것은 왜 물싸움을 정치적으로 해석하냐는 것이다.

source: The blogger reminds us that there are political prisoners who take risks and do hunger strikes, but that their news was overshadowed by the water fight event.
ko: 이 블로그는 현재 많은 정치범들이 위험을 무릅쓰고 단식투쟁을 감행하고 있지만, 이 물싸움 보도에 가려져 주목 받지 못하고 있음을 상기시켜준다.

source: Syria: Can Tweets Prevent a Massacre? · Global Voices
ko: 시리아: 트위터가 학살을 막을 수 있을까?

source: Following the worst day of violence Syria has seen since protests broke out across the country in February, Syrian opposition and their supporters around the world have begun an attempt to raise global awareness of events in the country, utilizing a hashtag, #RamadanMassacre, that was started on Sunday to keep track of reports from the city of Hama.
ko: 나라 전체에서 시위가 일어나기 시작한 2월 이후 가장 끔찍했던 폭력의 날이 지난 후, 시리아의 반란군과 세계 곳곳의 지지자들은 해쉬태그 #RamadanMassacre(라마단의 학살)을 이용해 이 나라에서 일어나고 있는 일들에 대한 세계적 관심을 불러일으키기 위해 노력하고 있다.

source: @nmoawad, from Lebanon, summed up the purpose of the campaign in a tweet early Monday morning:
ko: 레바논의 @nmoawad는 월요일 아침에 트위터를 통해 이 정치 캠페인의 목적을 정리했다:

source: Join us in raising awareness by tweeting using the hashtag #RamadanMassacre for #Hama | 2am Cairo Time
ko: #Hama를 위해#RamadanMassacre 해쉬태그를 써서 저희와 함께 사람들의 관심을 끌어주세요.

source: Brazilian cartoonist Carlos Latuff depicts Syrian President Bashar Al-Assad atop a tank
ko: 브라질 카투니스트 카를로스 라투프는 시리아 대통령 바샤르 알 아사드를 탱크 위에 탄 모습으로 그렸다.

source: Syrian Twitter user @LeShaque shared his thoughts:
ko: 시리아의 트위터 사용자 @LeShaque 는그의 생각을 나누었다:

source: I'll leave it to my Kurdish compatriots to provide you with a list of massacres they've suffered at the hands of Assads. #RamadanMassacre
ko: 저의 쿠르드 애국자들이 아사드의 손에 의해 저질러진 학살 행위를 목록으로 정리해 제공해드릴 겁니다.

source: @BachaarArnaout offered a tweet of support to Syrian protesters:
ko: @BachaarArnaout은 시리아의 시위대에게 그들을 지지하는 트윗을 보냈다:

source: Since march, +2000 have been killed by #Assad in #Syria but the brave people are determined to topple the regime. #RamadanMassacre
ko: 3월 이후로 #시리아(Syria)에서 2000명이 넘는 사람들이 #아사드(Assad)의 손에 죽었지만, 이 용기있는 이들은 독재 정권을 뒤엎기로 단단히 결심했습니다.

source: An avatar in remembrance of Sunday's events in Hama, used by Twitter users
ko: @rallaf는 무슬림 지도자들에게 이렇게 묻는다:

source: Utilizing an avatar created for remembrance of Sunday's events in Hama, US-based @ran00n95 posted in solidarity:
ko: 오늘 이프타(라마단 기간 이후 먹는 음식-역자 주)로는 뭘 드셨나요?

source: u will not silence us we the world know what u have done and we will not stay silent and let it continue #RamadanMassacre #Syria
ko: #하마(Hama) 주민들은 총탄을 한 가득 먹었습니다. #RamadanMassacre #Syria

source: @rallaf issued a call to Muslim readers, asking:
ko: 하지만 "트위터는 학살을 막을 수 있습니다!

source: What did you have for Iftar today? #Hama residents had tank shells. #RamadanMassacre #Syria
ko: "라는 @zmossabasha의 트윗에, NPR 저널리스트 앤디 카빈은 "진짜?

source: But in response to a tweet from @zmossabasha that stated, "A tweet can prevent a massacre!!", NPR journalist Andy Carvin asked, "Can it?", echoing the sentiment of many who have suggested that, while social media can most certainly expand awareness, it may have little impact on events in countries like Syria, where the state clearly has the upper hand.
ko: "라고 되묻는다. 소셜미디어가 더 많은 경각심을 불러 일으킬 수는 있겠지만 정부가 확실히 주도권을 잡고 있는 시리아 같은 국가에는 별로 영향을 주지 못할 것이라고 주장한 많은 이들의 심정을 대변한 것이다. 그럼에도 불구하고 이러한 캠페인은 계속되고 있다.

source: Nevertheless, the campaign continues, as Syrian opposition and their supporters attempt to get the #RamadanMassacre hashtag to trend on Twitter's trending topics list.
ko: 시리아 시위대와 지지자들은#RamadanMassacre 해쉬태그를 트위터 인기 토픽 리스트에 올리려 하고 있다.

source: United Kingdom: London Burning (Videos) · Global Voices
ko: 영국: 불타는 런던 (비디오)

source: Anger over the police killing of a 29-year old man in Tottenham, north London on August 4, 2011 fueled by racial tension, has spiralled into rioting and looting by youth across London and other cities in the United Kingdom.
ko: 지난 8월 4일 토트넘(Tottenham)에서의 경찰의 총격으로 목숨을 잃은 마크 더건(Mark Duggan)(29) 사건과 고질적인 인종 갈등으로 시작된 폭동과 약탈이 런던 전 지역으로 확대되고 있다.

source: On Twitter, the hashtag #LondonRiots is constantly being updated with new comments, links, rumours and eye-witness reports.
ko: 지금도 트위터의 해쉬태그 #런던폭동(LondonRiots)에는 새로운 트위터 글과 링크, 각종 소문, 그리고 목격담등이 끊임없이 새롭게 올라오고 있다.

source: Showing hope that the rioting will soon come to an end, the #RiotCleanup hashtag is used by citizens organizing volunteers to help clean streets and repair damage.
ko: 한편 엉망이 된 거리를 청소하고 피해지역 복구를 돕는 자원봉사자들은 #폭동청소(RiotCleanup)라는 해쉬태그를 통해 활동하며 폭동이 하루 속히 잦아들길 바라고있다.

source: The violence began on Saturday, August 6 after a protest outside Tottenham police station demanding "justice" for the victim, Mark Duggan.
ko: 이번 폭동은 지난 4일 토트넘에서 마크 더건이 경찰이 쏜 총에 맞아 숨진것이 발단이 됐다.

source: According to the BBC's timeline, the protest began peacefully but ended with cars, buildings, and a double-decker bus on fire.
ko: BBC 타임라인(BBC's timeline)의 보도에 따르면 지난 6일 토트넘 경찰서에 운집하여 벌인 항의 시위는 최초 평화적으로 진행되었으나 점차 폭동으로 번지면서 차량과 건물 그리고 이층버스등이 불에 탔다.

source: This time-lapse video by Prokopi Constantinou shows the blazing fires and rising smoke over north London on the early morning of August 7 (music by Dogtanion):
ko: 프로코피 콘스탄티노우(Prokopi Constantinou)는 하늘을 집어 삼킬듯한 불길과 솟아오르는 연기로 자욱한 북런던의 7일 아침 모습을 초고속 영상에 담았다.

source: Journalist KC Wildmoon has been keeping a Storyful liveblog of events as the riots spread across London on Sunday and Monday to Enfield, Dalston, and Brixton.
ko: 언론인 KC 와일드문(KC Wildmoon)은 자신의 블로그를 통해 일요일과 월요일동안 엔필드와 달스턴, 그리고 브릭스턴등 런던 전 지역으로 확산된 폭동을 실시간으로 보도하고 있다.

source: This map by radio futurologist James Cridland (@JamesCridland) shows just how far the riots have spread.
ko: 미래학자 제임스 크리드랜드(James Cridland) (@JamesCridland)가 제공한 아래의 지도를 통해 폭동 발생지역을 확인할 수 있다.

source: A full view of the map shows incidents as far away as Birmingham and Liverpool.
ko: 또한 전체확대된 지도를 보면 폭동이 버밍햄과 리버풀까지 확산된 것을 볼 수 있다.

source: View London riots / UK riots: verified areas in a larger map
ko: 런던 폭동 구글 지도 (링크를 클릭)

source: Citizens have doing their part to track the violence in videos, photos, and maps.
ko: 시민들 또한 영상과 사진 그리고 지도를 통해 폭동의 모습을 좇고있다.

source: On Monday morning, Global Voices blogger Janet Gunter set up "Brixton Incident Map" using Ushahidi's Crowdmap.com tool to track riot reports in her south west London neighborhood.
ko: @subedited와@emmareyn가 투고한 영상을 보면 브릭스턴 로드(중심 상업거리)에 있는 T-mobile상점을 약탈하는 폭도들의 무리가 보인다.

source: At the end of the day, there were 22 reports of looting on the website and only one of "good news" when a local bakery handed out free cupcakes.
ko: 또한 바로 옆 옷집 H&M에서도 옷을 한아름 들고 나오는 무장 폭도들의 모습이 보인다.

source: Among the videos posted on the site is one by @subedited and @emmareyn that shows the looting of a T-Mobile store on Brixton Road (the main commercial street) from start to finish.
ko: 런던 동부 베스날 그린에서 찍힌 다음의 영상은 병을 깨고 상점 유리를 부수는 젊은이들의 모습과 수적으로 열세에 처한 경찰이 방패를 들고 그들에게 다가가는 장면을 담았다.

source: Next door at H&M, looters exit with arms full of clothes.
ko: 그러나 폭동이 장기화 되면서 이를 바라보는 시민의 인내심도 서서히 바닥을 치고 있다.

source: Citizen news website Blottr.com has crowd-sourced reports and photos from across the UK.
ko: 트위터에도 이에 관련한 많은 의견이 올라왔다.

source: But why?
ko: @OxfordGirl는,

source: As the destruction continues, public patience with rioters is running very low.
ko: @OxfordGirl: 이건 폭동도 시위도 아니야.

source: Echoing many comments on Twitter, @OxfordGirl says:
ko: 구호를 외치거나 무슨 요구를 하는 것도 아니지.

source: @OxfordGirl: There is no rioting, no protesting, no demands or slogans, this is just looting and destroying London.
ko: 그저 약탈과 런던을 쑥대밭으로 만드는 짓이라고. 신이시여, 우리를 도와주소서.

source: Heaven help us all #LondonRiots
ko: #LondonRiots

source: Songwriter and MC, Casey Rain set up a Tumblr blog about Birmingham riots with photos and updates.
ko: 작곡가겸 가수인 케이시 레인(Casey Rain)은 텀블러에 버밍햄 폭동 관련 블로그를 개설해 사진과 폭동 상황을 올리고 있다.

source: On Monday he shared a personal comment urging people to have some compassion for rioters:
ko: 월요일 케이시는 폭도들에게 동정심을 갖자고 호소하는 글을 올렸다.

source: It’s easy to dismiss the rioters as “scum with nothing better to do” but there are much deeper problems here.
ko: 폭도들을 보며 "쓰레기같은 막장인생"이라고 손가락질 하기는 쉽다. 하지만 이번 폭동은 단순히 그런 문제가 아니다.

source: As a young, male, ethnic minority in the inner city myself, chances are, I probably know some of these people.
ko: 나 스스로도 도심에 살고 있는 비백인 젊은 남성청년이기에 이 폭도들의 일부가 내 친구일지도 모를일이다.

source: I can relate to the feelings of helplessness.
ko: 때문에 이들이 느낄 법한 소위 어떻게 손 쓸수도 없는 무기력함을 이해할 수 있다.

source: I’ve been fortunate enough to be successful as a musician myself and been able to create my own positive future, but these kids rioting don’t see themselves having a future at all.
ko: 나의 경우는 운이 좋아 음악가로서 성공했고,밝은 미래를 꾸려나갈 수 있었으나, 지금 폭동에 가담하고 있는 어린 친구들은 스스로 미래에 대한 어떠한 확신도 빛도 기대할 수 없는 상태이다.

source: They have been failed by society as a whole, they’ve been failed by the government cutting arts funding and closing youth centres, unemployment is rife to the point where even the ones desperately trying to seek work simply can’t find it, and the boiling point to all this (Mark Duggan events) is a situation that is VERY REAL.
ko: 사회로부터 버림받았으며, 예술 관련 예산을 삭감하고 청소년 센터를 폐쇄를 자행하는 이 정부로부터 기만당했다. 또한 세상은 간절히 일자리를 구해도 전혀 일을 찾을 수 없는 실업이 만연한 지경까지 와 버렸다. 즉, 마크 더건 사건이 촉매제가 된 이번 폭동이지만 사실 언제 일어나도 전혀 이상할 게 아니었단 것이다.

source: The Guardian News Blog has continuous live updates.
ko: 가디안 뉴스 블로그(Guardian News Blog)에서 실시간으로 상황을 전하고 있다.

source: Among several Facebook groups tracking news of riots, are "London Riots 2011″ and "London Riots".
ko: "2011 런던폭동"과 "런던폭동"같은 페이스북 그룹에서도 이번 폭동을 다루고 있다.

source: Sylwia Presley (@PresleySylwia) and Asteris Masouras (@Asteris) helped with research and links.
ko: 실비아 프레슬리(Sylwia Presley) (@PresleySylwia)와 아스테리스 마소라스(Asteris Masouras) (@Asteris)가 관련 자료와 링크 제공등에 도움을 줬다.

source: Mexico's 'Train of Death' · Global Voices
ko: 멕시코의 '죽음의 기차'

source: There is arguably no single, obvious point of departure for a chronicle of the alarming and escalating violence against undocumented migrants in Mexico.
ko: 멕시코 불법이민자의 출발점에 대한 단 하나의 통일된 이야기란 존재하지 않는다.

source: But a survey of citizen media provides fragments that, taken together, constitute a grim series of intersecting narratives.
ko: 하지만, 시민 미디어의 설문조사를 합쳐보았을 때, 어떤 일들이 일어났는지 대충 예상해 볼 수 있다.

source: On August 1, 2011, the blog espacioperdido published a post that began with a partial historiography of train travel in Mexico:
ko: 2011년 8월 1일 에스파씨오페르디도 (espacioperdido)라는 블로그에는 멕시코 기차여행에 대한 짤막한 역사 소개로 시작하는 포스트가 올라왔다.

source: In the United States many people refer to them derogatively as "illegals."
ko: 미국에서는 많은 사람들이 그들을 "불법"이민자라고 칭한다.

source: In the heart of Central America, these human beings represent some of the most disposed, desperate yet tenacious men and women leaving their impoverished countries in hopes to make it to the United States.
ko: 하지만 중미의 심장부에서 이 사람들은 가장 소외되었지만 동시에 필사적으로 가난한 자신의 나라를 떠나 미국으로 입성하겠다는 꿈을 가진 끈기있는 사람들로 대표된다.

source: Unable to afford another form of transportation but also seeking to avoid Mexican immigration check points, thousands of Central American nationals from countries like El Salvador, Guatemala, Honduras or Nicaragua, dangerously and boldly hop on top of moving freight trains going from southern Mexico to many northern destinations along the U.S.-Mexican border.
ko: 다른 교통수단은 탈 만한 돈이 없고, 또 멕시코 출입국사무소를 지나치지 않기 위해서 엘살바도르, 과테말라, 온두라스, 나카라구아같은 많은 중미 사람들은 위험하지만 용감하게 움직이는 화물차 위에 뛰어올라 남부 멕시코부터 북쪽으로 간다.

source: Strikingly, both bloggers are writing with reference not only to the recent history of the region, but also to a specific cultural artifact shaped by those material events: a documentary film that takes its title from the sinister nickname given to the freight trains by the migrants who wager life and limb to board them.
ko: 놀랍게도, 두 블로거들은 그 지역 최근 역사만을 근거로 드는데 그치지 않고 일련의 사건을 통해 형성된 특정 문화 산물을 근거로 들어 글을 썼다.

source: Director Pedro Ultreras on 'The Beast'.
ko: 이 문화 산물은 한 다큐멘터리 영화로, 이 영화는 이민자들이 목숨과 팔 다리를 저당 잡히고 타는 기차의 불길한 별명인 '야수'를 제목으로 삼았다.

source: Image used with Pedro Ultreras' permission.
ko: 페드로 울테라스, 영화

source: Pedro Ultreras' La Bestia (The Beast), first released in 2010, chronicles the filmmaker's journey atop the freight cars with the migrants, capturing for the cultural archive one perilous journey among countless others made every day by destitute and desperate migrants seeking paid work and a better life for themselves and their families.
ko: 2010년에 처음 상영된 페드로 울테라스의 야수 (La Bestia)는 영화제작자가 이민자들과 함께 화물칸 위에서 지내며 그들의 삶을 촬영하였다. 이 영화는 수 많은 가난하고 절박한 이민자들이 자신들과 가족들의 더 나은 삶과 직업을 찾아 떠나는 위험한 모험의 모음집이다.

source: It affords visual testimony of events that continue to go unreported, or underreported, in mainstream media.
ko: 이 것은 주류 미디어에서 나오지 않거나 축소되서 나오는 이야기의 산 증언이다.

source: The director has posted trailers for the film on YouTube, both in Spanish, one with English subtitles.
ko: 두 비디오 다 스페인어로 되어있고, 한 개는 영어자막이 제공된다.

source: The documentary has been screened this summer in cities and towns along the route of the 'Paso a Paso hacia la Paz' ('Step by Step Towards Peace) caravan, involving hundreds of undocumented migrants and family members as well as human rights activists marching against the ongoing violations of migrants' human rights, and demanding justice and legal protection for this vulnerable population.
ko: 이 다큐멘터리는 여름동안 평화로 가는 길 (Paso a Paso hacia la Paz)을 따라 여러 도시와 마을에서 상영되었다. 평화로 가는 길에서는 수백의 불법 이민자들과 가족, 인권운동가들이 이민자들의 인권유린에 반대하며 일어났고, 이 취약 계층에게 정의와 법적인 보호를 요구하였다.

source: Response to the film, as reflected on Twitter, has been positive and supportive.
ko: 이 영화를 보고 트위터에서 긍정적인 반응들이 나왔다.

source: Georgina Cobos (@Ginacobos) signaled the upcoming screening of the film in the Mexican Senate:
ko: 조지아나 코보스(Georgina Cobos) (@Ginacobos)는 멕시코 상원에서 이 영화를 상영한다는 것을 알렸다.

source: What officials cannot deny is the extreme suffering and vulnerability of Central American migrants crossing Mexico.
ko: 정부는중미 사람들이 멕시코를 지날 때 그들이 얼마나 고통스럽고 위험하게 가는지 부정할 수 없다.

source: Without money to pay polleros (human smugglers) and to avoid checkpoints, thousands of migrants ride on the tops and sides of railcars where they are exposed to rain, extreme temperatures, dehydration, and electrocution.
ko: 밀입국 안내인 (인간 밀수업자) 들에게 낼 돈이 없고, 출입국장을 피하려는 수천의 이민자들은 비와 극심한 날씨, 탈수증, 감전사를 견디며 기차 위와 옆에서 지낸다.

source: Many have lost limbs or their lives as a result of falling from the trains.
ko: 많은 사람들은 기차에서 떨어져서 이미 목숨과 팔다리를 잃었다.

source: Traveling underground, migrants are vulnerable to assault, robbery, extortion, rape, and death.
ko: 몰래 움직이면서, 이민자들은 폭력, 강도, 갈취, 강간, 그리고 죽음에 그대로 노출되어있다.

source: Even with such powerful evidence of the plight of those willing to risk their lives along the dangerous "migrant trail," a wider angle is perhaps required to situate the terrors of "La bestia" in a meaningful geo-political context.
ko: "이민 기차"의 이러한 목숨을 내놓아야 할 정도의 위험성에도 불구하고, "야수"의 더 큰 초점은 지정학적 의미의 공포에 맞춰져야 한다.

source: In the same post Kovic makes the case that enforcement operations intended to block the passage of migrants over the U.S.-Mexico border - no matter the toll in human suffering - have lately reached Mexico's southern frontier.
ko: 같은 글에서 코빅은 이민자들 피해에는 아량곳하지 않는 국경통과 제지 강제집행 추세가 미국-멕시코 남부 국경에까지 퍼져나갔다고 적었다.

source: Deterrence policies have reached southern Mexico where migration officials have increased enforcement strategies, especially along the Isthmus de Tehuantepec, Mexico’s narrowest point.
ko: 제지정책은 이민당국이 제지 전략을 더 많이 만들면서 남부 멕시코, 특히 멕시코의 가장 좁은 끝인 테환테펙 지협(Isthmus de Tehuantepec)까지 도달했다.

source: This is a security strategy encouraged by the United States to limit Central American migration.
ko: 이 것은 미국이 중미 이민을 저지하기 위해 만들어낸 안보전략이다.

source: Most recently, the U.S.-backed Plan Mexico, also known as the Merida Initiative, provided significant funding to Mexico with the stated intention of "security aid to design and carry out counter-narcotics, counter-terrorism, and border security measures."
ko: 최근에 "반마약, 반 테러, 그리고 국경 보장체제"를 의도로 한 메리다 안 (Merida Initiative)이 미국의 계획하에 멕시코에 엄청난 자금지원을 하며 탄생하였다.

source: As former Assistant Secretary of State Thomas Shannon observed in 2008, "To a certain extent, we're armoring NAFTA."
ko: 전 국무장관 비서인 토마스 섀논(Thomas Shannon)이 2008년에 말한 것 같이, "어떤면에서는 우리는 NAFTA로 무장해있다.

source: What he does not say is that in doing so, poor and working class migrans, among other groups, are left unprotected by the "armor" and even become targets of security measures.
ko: " 그가 말하지 않는 것은, 그렇게 함으로써 가난한 서민 이민자들은 다른 그룹들과 다르게 "무장"되지못하고, 이러한 보안조치의 타겟이 된다는 것이다.

source: As recently as June of this year, Mexican Attorney General Marisela Morales identified the protection of Mexico's southern border as a national security issue, declaring that the "illegal flow of people and merchandise that exists and the delinquency it generates demand a strengthened institutional coordination to improve vigilance, security, and respect for human rights."
ko: 6월에, 멕시코 법무장관인 마리제라 모랄레스(Marisela Morales)는 멕시코의 남부 국경을 보호하는 것을 국가보안의 문제로 제시하고, "사람과 물건의 불법적 유입과 그것이 양산하는 범죄로 인하여 더욱 강화된 경계, 사회보장, 그리고 인권보호가 요구된다.

source: Kovic connects the dots:
ko: " 라고 선언하였다.

source: If undocumented migrants passing through the region are part of the “illegal flow of people,” then rather than being the subjects of respect of human rights, they are viewed as generating delinquency.
ko: 만약 불법이민자들이 보호되어야 하는 인권의 대상이 아니라 "사람의 불법적 유입"이라고 본다면, 오히려 정부에게 과실이 있다고 생각된다.

source: This framework partly explains the actions and inactions of the Mexican, U.S., and Central American governments that lead to the human rights abuses of migrants.
ko: 현재의 사회구조는 멕시코, 미국, 그리고 중미 정부들이 이민자들의 인권유린에 대해서 시행하고 시행하지 않는 행위들을 어느 정도 설명한다.

source: These governments, along with transnational corporations, create the economic conditions that cause migration.
ko: 이 정부들은 다국적 기업들과 함께 사람들이 이민을 할 수 밖에 없는 경제적 상황들을 만들었다.

source: Enforcement policies, including checkpoints on highways and along the U.S.-Mexico border, push people to travel in extremely dangerous conditions and create a market for human smuggling.
ko: 고속도로의 출입국장에서와 미국-멕시코 국경에서 시행되는 것을 포함한 제지정책은 사람들이 엄청나게 위험한 방법으로 모험을 할 수 밖에 없도록 몰아내었고, 인신매매의 장을 만들었다.

source: Finally, impunity perpetuates abuses as those responsible are not prosecuted.
ko: 마지막으로, 이러한 책임들이 시행되지 않는이상 책임 회피 시도가 영원히 지속될 것이다.

source: Egypt: The Unspoken Languages of the Streets · Global Voices
ko: 이집트: 거리의 무성언어들

source: This post is part of our special coverage Languages and the Internet
ko: 이 포스트는 글로벌보이스의 언어와 인터넷 특집 포스트입니다.

source: We as humans have a unique ability to communicate via spoken languages.
ko: 사람인 우리들은 말을 통해서 의사소통을 하는 특별한 능력이 있다.

source: However, in a crowded and loud city like Cairo, we sometimes need more than a spoken language to communicate.
ko: 하지만 카이로와 같은 북적이고 시끄러운 도시에서는 종종 의사소통에 말보다 더 많은 것이 필요하다.

source: Crowded streets of Cairo - Photo take from mileusna Flickr account under Creative Commons license
ko: 북적거리는 카이로- 플리커 mileusna의 계정에서 크리에이티브 커먼스 라이센스 하에 이용.

source: Lyndall EL Masry, an expatriate living in Cairo, noticed that people who use shared taxi micro-buses use certain hand signals to communicate the locations they want to go to:
ko: 카이로에 사는 주재원인 린달 엘 말시(Lyndall EL Masry)는 택시나 마을버스는 타는 사람들이 자신의 목적지를 말하기 위해 특정한 손짓을 쓴다는 것을 알아차렸다.

source: I find the micro and local buses a bit daunting sometimes - the loud and fast Arabic - the hand signals that have a meaning for a particular destinations.
ko: 나는 마을버스를 타면 가끔 빠르고 큰 아랍어와 어떤 목적지를 의미하는 손짓에 압도당한다.

source: Those hand signals make it easier to communicate between the drivers and those who are waiting for the micro-bus from a far distance in noisy streets.
ko: 이 손짓들은 시끄러운 도로에서 운전자와 버스를 기다리는 사람들이 더욱 쉽게 의사소통할 수 있도록 도와준다.
